Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: 7 days
ko: 7일
ru: 7 дней
zh_hans: 7 天
zh_hant: 7天

source: 8-bit (q8, conservative)
ko: 8비트 (q8, 보수적)
ru: 8-битный (q8, консервативный)
zh_hans: 8 位（q8，保守）
zh_hant: 8位（q8，保守）

source: 15 minutes
ko: 15분
ru: 15 минут
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 30 days
ko: 30일
ru: 30 дней
zh_hans: 30 天
zh_hant: 30天

source: 30 minutes
ko: 30분
ru: 30 минут
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 401 challenges surface as inline sign-in or token prompts with the last error preserved.
ko: 401 챌린지는 마지막 오류가 보존된 인라인 로그인 또는 토큰 프롬프트로 표시됩니다.
ru: Ответы 401 показываются как встроенный вход или запрос токена; последняя ошибка сохраняется.
zh_hans: 401 质询以内联登录或令牌提示的形式出现，并保留最后的错误。
zh_hant: 401 質詢以內聯登錄或令牌提示的形式出現，並保留最後的錯誤。

source: A bounded model-discovery request is in flight.
ko: 제한된 모델 검색 요청이 진행 중입니다.
ru: Выполняется ограниченный запрос на обнаружение модели.
zh_hans: 一个有限制的模型发现请求正在执行中。
zh_hant: 一個有限制的模型發現請求正在執行中。

source: A brain that runs on your Mac
ko: Mac에서 실행되는 두뇌
ru: Мозг, который работает на вашем Mac
zh_hans: 在你的 Mac 上运行的大脑
zh_hant: 在你的 Mac 上執行的大腦

source: A careful guide for digging into topics and weighing sources.
ko: 주제를 파고들고 출처를 평가하기 위한 신중한 가이드입니다.
ru: Тщательное руководство для изучения тем и взвешивания источников.
zh_hans: 一个细致的向导，帮你深入探究主题并权衡资料来源。
zh_hant: 一個細緻的嚮導，幫你深入探究主題並權衡資料來源。

source: A chat with you
ko: 나와의 채팅
ru: Чат с вами
zh_hans: 与你的聊天
zh_hant: 與您的聊天

source: A device wants to pair with **%@**. Allow this device to connect?
ko: 기기가 **%@**와(과) 페어링하려고 합니다. 이 기기의 연결을 허용하시겠습니까?
ru: Устройство хочет выполнить сопряжение с **%@**. Разрешить этому устройству подключиться?
zh_hans: 有设备想要与 **%@** 配对。 允许此设备连接吗？
zh_hant: 有設備想要與 **%@** 配對。 允許此設備連接嗎？

source: A domain allowlist is configured, which this sandbox can't enforce — network stays fully blocked. Clear agents' Allowed Domains to restore outbound access.
ko: 도메인 허용 목록이 구성되어 있지만 이 샌드박스에서는 적용할 수 없어 네트워크가 완전히 차단됩니다. 에이전트의 허용 도메인을 지우면 아웃바운드 접근이 복원됩니다.
ru: Настроен список разрешённых доменов, который эта песочница не может применить — сеть остаётся полностью заблокированной. Очистите разрешённые домены агентов, чтобы восстановить исходящий доступ.
zh_hans: 已配置域名允许列表，但此沙盒无法强制执行 — 网络将保持完全阻断。清除智能体的允许域名以恢复出站访问。
zh_hant: 已設定網域允許清單，但此沙盒無法強制執行 — 網路將保持完全封鎖。清除代理的允許網域以恢復對外存取。

source: A file came back at the wrong size, which usually means the connection was interrupted. Retrying should fix this.
ko: 파일이 잘못된 크기로 반환되었습니다. 이는 일반적으로 연결이 중단되었음을 의미합니다. 다시 시도하면 이 문제가 해결될 수 있습니다.
ru: Файл вернулся неправильного размера, что обычно означает, что соединение было прервано. Повторная попытка должна это исправить.
zh_hans: 文件返回时大小不正确，通常是连接中断所致。重试即可修复。
zh_hant: 文件返回時大小不正確，通常是連接中斷所致。重試即可修復。

source: A focused helper for planning, todos, and staying on track.
ko: 계획, 할 일, 그리고 목표를 유지하기 위한 집중적인 도우미입니다.
ru: Целенаправленный помощник для планирования, выполнения задач и не сбиться с пути.
zh_hans: 一个专注的助手，帮你规划、管理待办并保持节奏。
zh_hant: 一個專注的助手，幫你規劃、管理待辦並保持節奏。

source: A free Hugging Face token raises rate limits so models download faster.
ko: 무료 Hugging Face 토큰은 속도 제한을 높여 모델을 더 빠르게 다운로드합니다.
ru: Бесплатный токен Hugging Face повышает лимиты запросов, ускоряя загрузку моделей.
zh_hans: 免费的 Hugging Face 令牌可提高速率限制，让模型下载更快。
zh_hant: 免費的 Hugging Face 令牌可提高速率限制，讓模型下載更快。

source: A friendly all-rounder for everyday questions and tasks.
ko: 일상적인 질문과 작업을 위한 친근한 올라운더입니다.
ru: Дружелюбный универсал для повседневных вопросов и задач.
zh_hans: 一个友好的全能助手，应对日常问题与任务。
zh_hant: 一個友好的全能助手，應對日常問題與任務。

source: A great everyday model for chat and writing.
ko: 채팅과 글쓰기에 알맞은 뛰어난 일상용 모델입니다.
ru: Отличная повседневная модель для чата и текстов.
zh_hans: 适合日常聊天和写作的出色模型。
zh_hant: 適合日常聊天和寫作的出色模型。

source: A local model is already running
ko: 로컬 모델이 이미 실행 중입니다
ru: Локальная модель уже работает
zh_hans: 本地模型已在运行
zh_hant: 本地模型已在運行

source: A microphone button will appear in the chat input when voice is ready
ko: 음성 준비가 완료되면 채팅 입력란에 마이크 버튼이 나타납니다
ru: Кнопка микрофона появится в окне чата, когда голос будет готов.
zh_hans: 语音准备就绪后，聊天输入框中会显示麦克风按钮
zh_hant: 語音準備就緒後，聊天輸入框中會顯示麥克風按鈕

source: A new 256-bit key will be generated and every encrypted database + file under ~/.osaurus will be re-encrypted against it. The old key is destroyed — backups made under the old key will no longer be readable on this Mac.
ko: 새로운 256비트 키가 생성되며 ~/.osaurus 아래의 모든 암호화된 데이터베이스 및 파일이 이 키를 사용하여 다시 암호화됩니다. 이전 키는 파기되며, 이전 키로 만든 백업은 더 이상 이 Mac에서 읽을 수 없습니다.
ru: Будет создан новый 256-битный ключ, и все зашифрованные базы данных и файлы в ~/.osaurus будут заново зашифрованы этим ключом. Старый ключ будет уничтожен: резервные копии, созданные с ним, больше нельзя будет прочитать на этом Mac.
zh_hans: 将生成一个新的 256 位密钥，并将位于 ~/.osaurus 下的所有加密数据库和文件重新加密。旧密钥将被销毁——在旧密钥下制作的备份将无法在此 Mac 上读取。
zh_hant: 將生成一個新的256位密鑰，並將位於 ~/.osaurus 下的所有加密數據庫和文件重新加密。舊密鑰將被銷毀——在舊密鑰下製作的備份將無法在此Mac上讀取。

source: A new 256-bit key will be generated and every encrypted database + file under ~/.osaurus will be re-encrypted against it. The old key is destroyed — backups made under the old key will no longer be readable on this Mac. We strongly recommend exporting a plaintext backup first.
ko: 새로운 256비트 키가 생성되며 ~/.osaurus 아래의 모든 암호화된 데이터베이스 및 파일이 이 키를 사용하여 다시 암호화됩니다. 이전 키는 파기되며, 이전 키로 만든 백업은 더 이상 이 Mac에서 읽을 수 없습니다. 먼저 일반 텍스트 백업을 내보내는 것을 강력히 권장합니다.
ru: Будет создан новый 256-битный ключ, и все зашифрованные базы данных и файлы в ~/.osaurus будут заново зашифрованы этим ключом. Старый ключ будет уничтожен: резервные копии, созданные с ним, больше нельзя будет прочитать на этом Mac. Настоятельно рекомендуем сначала экспортировать незашифрованную резервную копию.
zh_hans: 将生成一个新的 256 位密钥，并将 ~/.osaurus 下所有加密的数据库和文件重新加密。旧密钥将被销毁——在旧密钥下制作的备份将无法在此 Mac 上读取。我们强烈建议首先导出纯文本备份。
zh_hant: 將生成一個新的256位密鑰，並將 ~/.osaurus 下所有加密的數據庫和文件重新加密。舊密鑰將被銷毀——在舊密鑰下製作的備份將無法在此Mac上讀取。我們強烈建議首先導出純文本備份。

source: A pragmatic pair-programmer for reading and writing code.
ko: 코드 읽기 및 쓰기를 위한 실용적인 페어 프로그래머입니다.
ru: Прагматичный парный программист для чтения и написания кода.
zh_hans: 一个务实的结对程序员，帮你读写代码。
zh_hant: 一個務實的結對程序員，幫你讀寫代碼。

source: A quick tour
ko: 빠른 둘러보기
ru: Краткий обзор
zh_hans: 快速导览
zh_hant: 快速瀏覽

source: A read-only snapshot of %@ is shared with this chat when you send. Manage it in Computer Use settings.
ko: 전송할 때 %@의 읽기 전용 스냅샷이 이 채팅과 공유됩니다. 컴퓨터 제어 설정에서 이를 관리할 수 있습니다.
ru: При отправке в этот чат передается доступный только для чтения снимок %@. Управляйте этим в настройках использования компьютера.
zh_hans: 发送时，%@ 的只读快照将与此聊天共享。可在电脑操控设置中管理。
zh_hant: 發送時，%@ 的只讀快照將與此聊天共享。可在電腦操作設置中管理。

source: A regular or secret credential header is configured for this provider.
ko: 이 제공자에 대해 일반 또는 비밀 자격 증명 헤더가 구성되었습니다.
ru: Для этого провайдера настроен обычный или секретный заголовок учётных данных.
zh_hans: 为此提供商配置了常规或保密的凭证标头。
zh_hant: 爲此提供程序配置了常規或祕密的憑證標頭。

source: A safety net for your dino
ko: 공룡을 위한 안전망
ru: Защитная сетка для вашего динозавра
zh_hans: 为你的小恐龙提供的安全网
zh_hant: 爲你的小恐龍提供的安全網

source: A scheduled run
ko: 예약 실행
ru: Запуск по расписанию
zh_hans: 计划任务运行
zh_hant: 排程執行

source: A schema migration failed, so the database couldn't be upgraded to this build's format.
ko: 스키마 마이그레이션에 실패하여 데이터베이스를 이 빌드의 형식으로 업그레이드할 수 없습니다.
ru: Не удалось выполнить миграцию схемы, поэтому базу данных невозможно обновить до формата этой сборки.
zh_hans: 架构迁移失败，因此数据库无法升级到此构建的格式。
zh_hant: 架構遷移失敗，因此數據庫無法升級到此構建的格式。

source: A schema migration failed. Retry after updating, or Reset to recreate the store.
ko: 스키마 마이그레이션에 실패했습니다. 업데이트 후 다시 시도하거나, 초기화하여 저장소를 다시 생성하세요.
ru: Не удалось выполнить миграцию схемы. Повторите попытку после обновления или выполните сброс, чтобы воссоздать хранилище.
zh_hans: 架构迁移失败。更新后重试，或重置以重新创建存储。
zh_hant: 架構遷移失敗。更新後重試，或重置以重新創建存儲。

source: A screenshot would help here, but this agent uses a cloud model. Osaurus masks sensitive text on-device first, then sends the redacted image. Screenshots need Screen Recording permission.
ko: 여기에 스크린샷이 도움이 될 수 있지만, 이 에이전트는 클라우드 모델을 사용합니다. Osaurus는 먼저 기기에서 민감한 텍스트를 마스킹한 다음 비식별화된 이미지를 전송합니다. 스크린샷을 찍으려면 화면 기록 권한이 필요합니다.
ru: Здесь помог бы снимок экрана, но этот агент использует облачную модель. Osaurus сначала скрывает чувствительный текст на устройстве и только затем отправляет обезличенное изображение. Для снимков экрана нужен доступ к записи экрана.
zh_hans: 此时截图会更有帮助，但本智能体使用的是云端模型。Osaurus 会在设备端先对敏感文本进行脱敏处理，再将打码后的图片发送出去。截图需要开启屏幕录制权限。
zh_hant: 此時截圖會更有幫助，但本智能體使用的是雲端模型。Osaurus 會在設備端先對敏感文本進行脫敏處理，再將打碼後的圖片發送出去。截圖需要開啓屏幕錄製權限。

source: A self-scheduled run
ko: 자체 예약 실행
ru: Самостоятельно запланированный запуск
zh_hans: 自我计划的运行
zh_hant: 自我排程的執行

source: A short code that proves what you make is really yours.
ko: 당신이 만든 것이 정말 당신의 것임을 증명하는 짧은 코드입니다.
ru: Короткий код, который доказывает, что то, что вы делаете, действительно ваше.
zh_hans: 一段简短的代码，用于证明你创建的内容确实属于你。
zh_hant: 一段簡短的代碼，用於證明你創建的內容確實屬於你。

source: A short code that proves what you make is really yours. We back it up in iCloud Keychain so it follows you across your Apple devices.
ko: 당신이 만든 것이 정말 당신의 것임을 증명하는 짧은 코드입니다. iCloud 키체인에 백업되어 Apple 기기 전체에서 사용할 수 있습니다.
ru: Короткий код, который подтверждает, что созданное действительно принадлежит вам. Мы сохраняем его в Связке ключей iCloud, чтобы он был доступен на ваших устройствах Apple.
zh_hans: 一段简短的代码，用于证明你创建的内容确实属于你。我们会将其备份到 iCloud 钥匙串中，以便它在你的各台 Apple 设备间同步。
zh_hant: 一段簡短的代碼，用於證明你創建的內容確實屬於你。我們會將其備份到 iCloud 鑰匙串中，以便它在你的各臺 Apple 設備間同步。

source: A skill named "%@" already exists
ko: "%@"(이)라는 이름의 스킬이 이미 존재합니다
ru: Навык с названием «%@» уже существует
zh_hans: 名为“%@”的技能已存在
zh_hant: 名爲「%@」的技能已存在

source: A skill named "%@" already exists. Replacing it overwrites its SKILL.md, references, and assets.
ko: "%@"(이)라는 이름의 스킬이 이미 존재합니다. 교체하면 해당 SKILL.md, 참조 및 에셋을 덮어씁니다.
ru: Навык с названием «%@» уже существует. При его замене перезаписываются его SKILL.md, ссылки и ресурсы.
zh_hans: 一个名为“%@”的技能已存在。替换它将覆盖其 SKILL.md、引用和资源。
zh_hant: 一個名爲「%@」的技能已存在。替換它將覆蓋其SKILL.md、引用和資源。

source: A stalled provider or dropped connection can hang a request indefinitely. You'll have to stop it manually
ko: 제공자가 지연되거나 연결이 끊어지면 요청이 무기한 중단될 수 있습니다. 수동으로 중지해야 합니다
ru: Остановившийся провайдер или разорванное соединение могут привести к зависанию запроса на неопределенный срок. Вам придется остановить это вручную
zh_hans: 停滞的提供商或断开的连接可能使请求无限期挂起。你需要手动停止它
zh_hant: 停滯的提供商或斷開的連接可能使請求無限期掛起。你需要手動停止它

source: A stdio MCP provider needs a command before it can launch.
ko: stdio MCP 제공자를 시작하려면 먼저 명령어가 필요합니다.
ru: Провайдеру stdio MCP нужна команда, прежде чем он сможет запуститься.
zh_hans: 一个 stdio MCP 提供商需要一条命令才能启动。
zh_hant: 一個 stdio MCP 提供程序需要一條命令才能啓動。

source: A thoughtful partner for drafting, editing, and polishing prose.
ko: 글을 작성하고, 편집하고, 다듬기 위한 사려 깊은 파트너입니다.
ru: Внимательный партнер по составлению, редактированию и доработке прозы.
zh_hans: 一个体贴的伙伴，帮你起草、编辑并润色文字。
zh_hant: 一個體貼的夥伴，幫你起草、編輯並潤色文字。

source: A watcher
ko: 모니터링
ru: Наблюдатель
zh_hans: 监视器
zh_hant: 監視器

source: A WhatsApp account is linked on this Mac.
ko: 이 Mac에 WhatsApp 계정이 연결되어 있습니다.
ru: На этом Mac привязан аккаунт WhatsApp.
zh_hans: 此 Mac 上已关联一个 WhatsApp 账号。

source: About 2.8 GB. The detection model runs entirely on your Mac — no third-party traffic for detection.
ko: 약 2.8 GB입니다. 감지 모델은 전적으로 Mac에서 실행되며, 감지를 위한 타사 트래픽이 발생하지 않습니다.
ru: Около 2,8 GB. Модель обнаружения полностью работает на вашем Mac — для обнаружения не используется сторонний трафик.
zh_hans: 约 2.8 GB。检测模型完全在你的 Mac 上运行——检测过程没有任何第三方流量。
zh_hant: 約 2.8 GB。檢測模型完全在你的 Mac 上運行——檢測過程沒有任何第三方流量。

source: About encrypted storage
ko: 암호화된 저장소 정보
ru: О зашифрованном хранилище
zh_hans: 关于加密存储
zh_hant: 關於加密存儲

source: About Osaurus
ko: Osaurus 정보
ru: Об Osaurus
zh_hans: 关于 Osaurus
zh_hant: 關於 Osaurus

source: About System Permissions
ko: 시스템 권한 정보
ru: О системных разрешениях
zh_hans: 关于系统权限
zh_hant: 關於系統權限

source: About this model
ko: 이 모델 정보
ru: Об этой модели
zh_hans: 关于此模型
zh_hant: 關於此模型

source: Absolute path or ~/... path for legacy disk-cache entries.
ko: 레거시 디스크 캐시 항목의 절대 경로 또는 ~/... 경로입니다.
ru: Абсолютный путь или путь ~/… для устаревших записей дискового кэша.
zh_hans: 旧式磁盘缓存条目的绝对路径或 `~/...` 路径。
zh_hant: 舊式磁盤緩存條目的絕對路徑或 `~/...` 路徑。

source: Absolute path or ~/... path for persisted block-cache entries.
ko: 유지되는 블록 캐시 항목의 절대 경로 또는 ~/... 경로입니다.
ru: Абсолютный путь или путь ~/… для постоянных записей блочного кэша.
zh_hans: 持久化块缓存条目的绝对路径或 ~/... 路径。
zh_hant: 持久化塊緩存條目的絕對路徑或 ~/... 路徑。

source: Accent Color
ko: 강조 색상
ru: Акцентный цвет
zh_hans: 强调色
zh_hant: 強調色

source: Accepted
ko: 수락됨
ru: Принял
zh_hans: 已接受
zh_hant: 已接受

source: Accepted %@
ko: %@ 수락됨
ru: Принято %@
zh_hans: 已接受 %@
zh_hant: 已接受 %@

source: Accepting requests
ko: 요청 수락 중
ru: Прием запросов
zh_hans: 正在接受请求
zh_hant: 正在接受請求

source: Accepting will replace the existing pairing (added %@).
ko: 수락하면 기존 페어링(%@에 추가됨)을 교체합니다.
ru: Принятие заменит существующее соединение (добавлено %@).
zh_hans: 接受后将替换现有的配对（添加于 %@）。
zh_hant: 接受後將替換現有的配對（添加於 %@）。

source: Access Key
ko: 액세스 키
ru: Ключ доступа
zh_hans: 访问密钥
zh_hant: 訪問密鑰

source: Access key metadata is loaded on demand so startup never reads Keychain. Refresh to inspect existing keys.
ko: 액세스 키 메타데이터는 필요할 때 로드되므로 시작 시 키체인을 읽지 않습니다. 기존 키를 검사하려면 새로 고침하세요.
ru: Метаданные ключей доступа загружаются по требованию, поэтому при запуске Связка ключей не читается. Обновите список, чтобы проверить существующие ключи.
zh_hans: 访问密钥的元数据按需加载，因此启动时绝不会读取钥匙串。刷新以查看现有密钥。
zh_hant: 訪問密鑰的元數據按需加載，因此啓動時絕不會讀取鑰匙串。刷新以查看現有密鑰。

source: Access Keys
ko: 액세스 키
ru: Ключи доступа
zh_hans: 访问密钥
zh_hant: 訪問密鑰

source: ACCESS KEYS
ko: 액세스 키
ru: КЛЮЧИ ДОСТУПА
zh_hans: 访问密钥
zh_hant: 訪問密鑰

source: Accessibility
ko: 접근성
ru: Доступность
zh_hans: 辅助功能
zh_hant: 輔助功能

source: Accessibility Permission
ko: 접근성 권한
ru: Разрешение на доступность
zh_hans: 辅助功能权限
zh_hant: 輔助功能權限

source: Accessibility permission is required to perceive and control apps.
ko: 앱을 인식하고 제어하려면 접근성 권한이 필요합니다.
ru: Разрешение на доступность требуется для восприятия и управления приложениями.
zh_hans: 感知和控制应用程序需要辅助功能权限。
zh_hant: 感知和控制應用程序需要輔助功能權限。

source: ACCOUNT
ko: 계정
ru: АККАУНТ
zh_hans: 账户
zh_hant: 賬戶

source: Account linked
ko: 계정 연결됨
ru: Аккаунт привязан
zh_hans: 账号已关联

source: Account numbers
ko: 계좌 번호
ru: Номера счетов
zh_hans: 账号
zh_hant: 賬號

source: Account paused - add credits to resume.
ko: 계정이 일시 정지되었습니다. 다시 시작하려면 크레딧을 추가하세요.
ru: Аккаунт приостановлен. Добавьте кредиты, чтобы возобновить его.
zh_hans: 账户已暂停 — 添加积分以恢复。
zh_hant: 賬戶已暫停 — 添加積分以恢復。

source: Account unlinked. Receiving and sending stay off until you link again.
ko: 계정 연결이 해제되었습니다. 다시 연결할 때까지 수신과 전송은 꺼진 상태로 유지됩니다.
ru: Аккаунт отвязан. Приём и отправка остаются выключенными, пока вы не привяжете его снова.
zh_hans: 账号已解除关联。在重新关联之前，接收和发送保持关闭。

source: Account: data-encryption-key
ko: 계정: data-encryption-key
ru: Учётная запись: ключ шифрования данных
zh_hans: 账户：data-encryption-key
zh_hant: 賬戶：data-encryption-key

source: Acknowledgements
ko: 감사 인사
ru: Благодарности
zh_hans: 致谢
zh_hant: 致謝

source: Acknowledgements…
ko: 감사 인사…
ru: Благодарности…
zh_hans: 致谢…
zh_hant: 致謝…

source: Action
ko: 작업
ru: Действие
zh_hans: 操作
zh_hant: 行動

source: Action Bar
ko: 작업 표시줄
ru: Панель действий
zh_hans: 操作栏
zh_hant: 操作欄

source: Actions that change or send something pause for your approval, based on the autonomy level below.
ko: 무언가를 변경하거나 전송하는 작업은 아래의 자율성 수준에 따라 사용자의 승인을 받기 위해 일시 정지됩니다.
ru: Действия, которые меняют или отправляют что-то, приостанавливаются для вашего одобрения в зависимости от уровня автономии, указанного ниже.
zh_hans: 会更改或发送内容的操作会暂停等待你的批准，具体取决于下方的自主性级别。
zh_hant: 會更改或發送內容的操作會暫停等待您的批准，具體取決於下方的自主性級別。

source: Activate
ko: 활성화
ru: Активировать
zh_hans: 激活
zh_hant: 激活

source: Activate copies the agent into ~/.osaurus/agents/<id>/, rekeys its database to your local key, and registers the agent for use. Discard wipes the unpacked scratch directory and changes nothing on disk.
ko: 활성화하면 에이전트를 ~/.osaurus/agents/<id>/로 복사하고, 로컬 키를 사용하여 데이터베이스 키를 변경하며, 에이전트를 사용하도록 등록합니다. 무시하면 압축이 풀린 스크래치 디렉터리를 지우고 디스크의 내용을 변경하지 않습니다.
ru: При активации агент копируется в ~/.osaurus/agents/<id>/, его база данных переводится на ваш локальный ключ, затем агент регистрируется для использования. «Отбросить» очищает распакованный временный каталог и ничего не меняет на диске.
zh_hans: “激活”会将该智能体复制到 ~/.osaurus/agents/<id>/，使用你的本地密钥重新加密其数据库，并注册该智能体以供使用。“放弃”会清除已解包的临时目录，且不会更改磁盘上的任何内容。
zh_hant: 「激活」會將該智能體複製到 ~/.osaurus/agents/<id>/，使用你的本地密鑰重新加密其數據庫，並註冊該智能體以供使用。「放棄」會清除已解包的臨時目錄，且不會更改磁盤上的任何內容。

source: Activated Agents
ko: 활성화된 에이전트
ru: Активированные агенты
zh_hans: 已激活的智能体
zh_hant: 已激活的智能體

source: Activation Hotkey
ko: 활성화 단축키
ru: Горячая клавиша активации
zh_hans: 激活快捷键
zh_hant: 激活快捷鍵

source: active
ko: 활성
ru: активный
zh_hans: 活跃
zh_hant: 活躍

source: Active
ko: 활성
ru: Активно
zh_hans: 活跃
zh_hant: 活躍

source: Active in Messages.app
ko: Messages.app에서 활성화됨
ru: Активен в Messages.app
zh_hans: 在 Messages.app 中处于活动状态

source: Active lookups into the agent's memory.
ko: 에이전트의 메모리에서 활성화된 조회입니다.
ru: Активный поиск в памяти агента.
zh_hans: 对智能体记忆的活动查询。
zh_hant: 對智能體記憶的活動查詢。

source: Active slots
ko: 활성 슬롯
ru: Активные слоты
zh_hans: 活跃插槽
zh_hant: 活躍插槽

source: Activity
ko: 활동
ru: Активность
zh_hans: 活动
zh_hant: 活動

source: Add
ko: 추가
ru: Добавлять
zh_hans: 添加
zh_hant: 添加

source: Add a Destination
ko: 대상 추가
ru: Добавить назначение
zh_hans: 添加目标
zh_hant: 新增目標

source: Add a few tools
ko: 몇 가지 도구 추가
ru: Добавьте несколько инструментов
zh_hans: 添加一些工具
zh_hant: 添加一些工具

source: Add a provider
ko: 제공자 추가
ru: Добавить провайдера
zh_hans: 添加提供商
zh_hant: 添加提供商

source: Add a safety net
ko: 안전망 추가
ru: Добавьте защитную сетку
zh_hans: 添加安全网
zh_hant: 添加安全網

source: Add as MCP Connection
ko: MCP 연결로 추가
ru: Добавить как MCP-подключение
zh_hans: 添加为 MCP 连接
zh_hant: 新增為 MCP 連接

source: Add at least one authorized Discord sender before an agent can reply.
ko: 에이전트가 답장하려면 승인된 Discord 발신자를 최소 한 명 추가하세요.
ru: Добавьте хотя бы одного авторизованного отправителя Discord, чтобы агент мог отвечать.
zh_hans: 请至少添加一位已授权的 Discord 发送者，智能体才能回复。
zh_hant: 請至少新增一位已授權的 Discord 傳送者，智能體才能回覆。

source: Add at least one deployment/model ID in Advanced.
ko: 고급에서 하나 이상의 배포/모델 ID를 추가하세요.
ru: Добавьте хотя бы одно развертывание/модель ID в разделе «Дополнительно».
zh_hans: 请在“高级”设置中添加至少一个部署/模型 ID。
zh_hant: 請在「高級」設置中添加至少一個部署/模型 ID。

source: Add Chats to Project
ko: 프로젝트에 채팅 추가
ru: Добавить чаты в проект
zh_hans: 将聊天添加到项目
zh_hant: 將聊天新增至專案

source: Add Collection
ko: 컬렉션 추가
ru: Добавить коллекцию
zh_hans: 添加集合
zh_hant: 新增集合

source: Add Color
ko: 색상 추가
ru: Добавить цвет
zh_hans: 添加颜色
zh_hant: 添加顏色

source: Add Command
ko: 명령어 추가
ru: Добавить команду
zh_hans: 添加命令
zh_hant: 添加命令

source: Add credits
ko: 크레딧 추가
ru: Добавить кредиты
zh_hans: 添加积分
zh_hant: 添加積分

source: Add credits and see what each Osaurus Router request costs.
ko: 크레딧을 추가하고 각 Osaurus 라우터 요청의 비용을 확인하세요.
ru: Пополните баланс и посмотрите стоимость каждого запроса Osaurus Router.
zh_hans: 添加积分并查看每个 Osaurus 路由器请求的成本。
zh_hant: 添加積分並查看每個Osaurus路由器請求的成本。

source: Add deployment names if they do not appear automatically
ko: 자동으로 표시되지 않는 경우 배포 이름을 추가하세요
ru: Добавьте имена развертываний, если они не отображаются автоматически.
zh_hans: 若部署名称未自动显示，请手动添加
zh_hant: 若部署名稱未自動顯示，請手動添加

source: Add Destination
ko: 대상 추가
ru: Добавить назначение
zh_hans: 添加目标
zh_hant: 新增目標

source: Add existing chats
ko: 기존 채팅 추가
ru: Добавить существующие чаты
zh_hans: 添加现有聊天
zh_hant: 新增現有聊天

source: Add File
ko: 파일 추가
ru: Добавить файл
zh_hans: 添加文件
zh_hant: 添加文件

source: Add Header
ko: 헤더 추가
ru: Добавить заголовок
zh_hans: 添加标头
zh_hant: 添加標頭

source: Add instructions the assistant should follow in every chat in this project…
ko: 이 프로젝트의 모든 채팅에서 어시스턴트가 따라야 할 지침을 추가하세요…
ru: Добавьте инструкции, которым ассистент должен следовать в каждом чате этого проекта…
zh_hans: 添加助手在此项目的每个聊天中都应遵循的说明…
zh_hant: 新增助理在此專案的每個聊天中都應遵循的指示…

source: Add Knowledge Collection
ko: 지식 컬렉션 추가
ru: Добавить коллекцию знаний
zh_hans: 添加知识集合
zh_hant: 新增知識集合

source: Add MCP Provider
ko: MCP 제공자 추가
ru: Добавить провайдера MCP
zh_hans: 添加 MCP 提供商
zh_hant: 添加 MCP 提供商

source: Add Model
ko: 모델 추가
ru: Добавить модель
zh_hans: 添加模型
zh_hant: 添加模型

source: Add or remove a tapback on a message.
ko: 메시지에 탭백을 추가하거나 제거합니다.
ru: Добавить или убрать реакцию Tapback на сообщение.
zh_hans: 为消息添加或移除 Tapback 回应。

source: Add Override
ko: 재정의 추가
ru: Добавить переопределение
zh_hans: 添加覆盖项
zh_hant: 添加覆蓋項

source: Add Provider
ko: 제공자 추가
ru: Добавить провайдера
zh_hans: 添加提供商
zh_hant: 添加提供商

source: Add Remote Agent
ko: 원격 에이전트 추가
ru: Добавить удалённый агент
zh_hans: 添加远程智能体
zh_hant: 添加遠程智能體

source: Add Rule
ko: 규칙 추가
ru: Добавить правило
zh_hans: 添加规则
zh_hant: 添加規則

source: Add terms above to generate a pattern.
ko: 패턴을 생성하려면 위에 용어를 추가하세요.
ru: Добавьте термины выше, чтобы создать шаблон.
zh_hans: 在上方添加词条以生成匹配规则。
zh_hant: 添加上方術語以生成正則規則。

source: Add to favourites
ko: 즐겨찾기에 추가
ru: Добавить в избранное
zh_hans: 添加到收藏
zh_hant: 添加到收藏

source: Add to Project
ko: 프로젝트에 추가
ru: Добавить в проект
zh_hans: 添加到项目
zh_hant: 新增至專案

source: Add token
ko: 토큰 추가
ru: Добавить токен
zh_hans: 添加令牌
zh_hant: 新增令牌

source: Add Tool
ko: 도구 추가
ru: Добавить инструмент
zh_hans: 添加工具
zh_hant: 添加工具

source: Add Variable
ko: 변수 추가
ru: Добавить переменную
zh_hans: 添加变量
zh_hant: 添加變量

source: Add Your First Knowledge Collection
ko: 첫 지식 컬렉션을 추가하세요
ru: Добавьте свою первую коллекцию знаний
zh_hans: 添加你的第一个知识集合
zh_hant: 新增你的第一個知識集合

source: Added %@
ko: %@에 추가됨
ru: Добавлено %@
zh_hans: 添加于 %@
zh_hant: 已添加%@

source: Added the screenshot to this chat.
ko: 이 채팅에 스크린샷을 추가했습니다.
ru: Добавил скриншот в этот чат.
zh_hans: 已将截图添加到此聊天。
zh_hant: 已將截圖添加到此聊天。

source: Adding…
ko: 추가 중…
ru: Добавление…
zh_hans: 正在添加…
zh_hant: 正在添加…

source: Adjust how sensitive voice detection is
ko: 음성 감지 민감도 조정
ru: Настройте чувствительность к голосу
zh_hans: 调整语音检测的灵敏度
zh_hant: 調整語音檢測的靈敏度

source: Adjustment
ko: 조정
ru: Корректировка
zh_hans: 调整
zh_hant: 調整

source: Advanced
ko: 고급
ru: Передовой
zh_hans: 高级
zh_hant: 高級

source: Advanced Actions (private API)
ko: 고급 작업(비공개 API)
ru: Расширенные действия (частный API)
zh_hans: 高级操作（私有 API）

source: Advanced Colors
ko: 고급 색상
ru: Расширенные цвета
zh_hans: 高级颜色
zh_hant: 高級顏色

source: Advanced details
ko: 고급 세부 정보
ru: Дополнительные сведения
zh_hans: 高级详情
zh_hant: 高級詳情

source: Advanced Settings
ko: 고급 설정
ru: Расширенные настройки
zh_hans: 高级设置
zh_hant: 高級設置

source: Advertise this agent on your local network via Bonjour so nearby devices can discover it automatically.
ko: 근처의 기기가 자동으로 검색할 수 있도록 Bonjour를 통해 로컬 네트워크에 이 에이전트를 알립니다.
ru: Опубликуйте агента в локальной сети через Bonjour, чтобы ближайшие устройства могли находить его автоматически.
zh_hans: 通过 Bonjour 在本地网络中公布此智能体，以便附近的设备可以自动发现它。
zh_hant: 通過 Bonjour 在本地網絡中公佈此智能體，以便附近的設備可以自動發現它。

source: Affects pause detection, wake word detection, and voice activity thresholds
ko: 일시 정지 감지, 호출어 감지 및 음성 활동 임계값에 영향을 줍니다
ru: Влияет на обнаружение паузы, обнаружение слов пробуждения и пороги голосовой активности.
zh_hans: 影响停顿检测、唤醒词检测和语音活动阈值
zh_hant: 影響停頓檢測、喚醒詞檢測和語音活動閾值

source: After each chat, the agent distills the conversation into a short summary. Episodes accumulate here so the agent can recall past sessions.
ko: 각 채팅이 끝나면 에이전트는 대화를 짧은 요약으로 정제합니다. 에피소드가 여기에 누적되어 에이전트가 과거 세션을 기억할 수 있습니다.
ru: После каждого чата агент сводит разговор к краткому изложению. Здесь накапливаются эпизоды, поэтому агент может вспомнить прошлые сеансы.
zh_hans: 每次聊天后，智能体会将对话提炼成简短的摘要。情景会在此累积，以便智能体回忆起过去的会话。
zh_hant: 每次聊天后，智能體會將對話提煉成簡短的摘要。情節會在此累積，以便智能體回憶起過去的會話。

source: Agent
ko: 에이전트
ru: Агент
zh_hans: 智能体
zh_hant: 智能體

source: AGENT ADDRESSES
ko: 에이전트 주소
ru: АДРЕСА АГЕНТОВ
zh_hans: 智能体地址
zh_hant: 智能體地址

source: Agent Avatar
ko: 에이전트 아바타
ru: Агент Аватар
zh_hans: 智能体头像
zh_hant: 智能體頭像

source: Agent can create its own tools as plugins
ko: 에이전트가 자체 도구를 플러그인으로 생성할 수 있습니다
ru: Агент может создавать свои собственные инструменты в виде плагинов.
zh_hans: 智能体可以将自己的工具创建为插件
zh_hant: 智能體可以將自己的工具創建爲插件
